[
{ "type": "Audit",
  "status":"Working in progress",
  "company": ["Beta Company","Omega Company"],
  "branch":"Corporate",
  "nextreadyStatus":false,
  "title": "Liquidity",
  "objective": "Ordinary audit on liquidity",
  "riskArea": ["Credit Risk", "Operation risk"],
  "riskDetails":["Operation Risk", "Liquidity Risk"],
  "organizationUnit": ["ICT","Treasury"],
  "auditors": ["Albert Einstein", "Galileo Galilei"],
  "process": "TESORERIA",
  "subprocesses": ["GESTIONE DELLA TESORERIA AZIENDALE"],
  "startDate": "2018-11-12T21:11:01.768Z",
  "memo": "",
  "sci": "Parzial negative",
  "residualRisk": "Medium",
  "ownerId": "RzZ8LcePvhFgjWc73"
},
{ "type": "Audit",
  "status":"Closed",
  "company": ["Alfa Company"],
  "branch": "Corporate",
  "nextreadyStatus":false,
  "title": "Purchase process",
  "objective":"Audit on procedures of purchases",
  "riskArea": ["Operation Risk"],
  "riskDetails":["Operation Risk"],
  "organizationUnit": ["General Services"],
  "auditors": ["Albert Einstein", "Galileo Galilei"],
  "startDate": "2018-02-01T21:11:01.768Z",
  "closeDate": "2018-06-07T21:11:01.768Z",
  "memo": "",
  "sci": "Parzial positive",
  "residualRisk":"Medium",
  "process": "AMMINISTRAZIONE",
  "subprocesses": ["GESTIONE CICLO PASSIVO"],
  "ownerId": "RzZ8LcePvhFgjWc73"
},
{
  "_id": "11111111111111111",
  "type": "Audit",
  "status":"Approved",
  "branch":"Corporate",
  "company": ["Alfa Company","Gamma Company","Omega Company"],
  "nextreadyStatus": false,
  "title": "Business Continuity Management",
  "objective": "The audit, which falls within the audits established by the Audit Plan, has the perimeter of management of the business continuity of the company, defined by national Law as: the set of initiatives aimed at to reduce to a level deemed acceptable the damages resulting from accidents or disasters directly or indirectly affecting an operator.",
  "areeRischio": ["Internal Regulatory compliance","External Regulatory compliance", "Business operations"],
  "riskArea": ["Operation risk"],
  "riskDetails":["Operation Risk", "Information Risk"],
  "organizationUnit": ["Privacy & Security", "ICT", "Business Continuity"],
  "auditors": ["Albert Einstein", "Galileo Galilei"],
  "startDate": "2018-04-05T21:11:01.768Z",
  "closeDate": "2018-08-22T21:11:01.768Z",
  "number": "1/2018",
  "memo": "The audit, which falls within the audits established by the Audit Plan, has the perimeter of management of the business continuity of the Alfa Company, defined  national law as: the set of initiatives aimed at to reduce to a level deemed acceptable the damages resulting from accidents or disasters directly or indirectly affecting an operator .The Business Continuity Plan (hereinafter also the Plan or PCO) approved by the Board of Directors of Alfa Company at the meeting of February 18, 2018, is valid for all Alfa Company offices present in Holand and for the subsidiary Beta Compant, while the other subsidiaries at the date of approval (Gamma Company and Omega Company) continue to use, up to revocation, their Business Continuity Plan and related annexes updated in the first half of 2017. The person in charge of the O.U. Privacy & Security has been appointed by the Board of Directors of Alfa Comany as the manager of the Operational Continuity Plan and, therefore, in this capacity, it maintains contacts with the Supervisory Authority in the event of a crisis.The Alfa Company Plan aims to describe the organizational and technological measures and arrangements adopted by the Company to guarantee operational continuity and is intended to support the management and management of anomalous situations of seriousness that require specific, non-ordinary measures to their contrast and overcoming. The Plan formalises the Company s Business Continuity objectives as well as the approach, organizational procedures and continuity solutions set up to achieve them. The Company s total PCO also includes the Disaster Recovery Plan prepared to deal with events that entail the unavailability of the Information System.The main internal reference legislation is represented by the Organizational procedure for the insurance continuity of the service, issued in December 2016. This procedure, starting from the identification of the critical business activities, has the objective to determine for each of them organizational controls and business continuity measures commensurate with risk levels. Through the aforementioned process, the Company therefore proposes to limit the probability and impact of a serious interruption of operations and to ensure continuity of service. An adequate Top Management commitment was noted on the issues of Business Continuity: the Copmany s Board of Directors, in addition to approving the PCO and the annual Audit Plan at least annually, is informed of the results of the checks on the adequacy of the Plan. For the operational management of the PCO and its updates, the Manager of the Operational Continuity Plan makes use of a dedicated structure (O.U. Business Continuity). Every year, involving the main organizational units of the Company, the impact analysis (Business Impact Analysis) is performed, in order to identify the risk level of critical business processes, considering all the crisis scenarios envisaged by the relevant legislation.",
  "sci": "Partial positive",
  "residualRisk": "Medium",
  "normativeInt": ["Organizational insurance procedure for the continuity of the service","Group Policy for strategic planning in the ICT field","Operational Continuity Plan, approved by Board of Directors"],
  "normativeExt": ["Best practices: Management Practices, Cobit 5.0", "National law"],
  "process": "GESTIONE SICUREZZA",
  "subprocesses": ["ASSICURAZIONE DELLA CONTINUITA DEL SERVIZIO"],
  "ownerId": "RzZ8LcePvhFgjWc73"
  } ]
